[
    {
      "image": "101.jpg",
      "id": 101,
      "name": "temples",
      "des": "Since ancient times, Kanniyakumari has been one of the major centres of religion, art and culture. It is a very popular tourist destination, not just because of the unique geographical phenomenon, but also, the entire Kanniyakumari district is considered as a land of religious history and importance."
    },
    {
      "image": "102.jpg",
      "id": 102,
      "name": "churches",
      "des": "The Christian Church is a phrase that describes the Christian faith and its related entities. This concept, which was initiated by Jesus himself, is known as ecclesiology."
    },
    {
      "image": "103.jpg",
      "id": 103,
      "name": "beaches",
      "des": "Out of all the attractions the town has  and there are plenty!  the crown jewel has to be the coastline. The beaches in Kanniyakumari have something for everyone whether you love the energy of a crowd and want to be close to restaurants and shops or prefer the solitude of a less-touristy beach."
    },
    {
      "image": "104.jpg",
      "id": 104,
      "name": "mosques",
      "des": "As Muslims, the mosque has a special place in our lives. Typically, a building with a roof, mosques can also be an open area such as an outdoor courtyard where prayers are said. The earliest mosques were not necessarily built; they merely served as areas for Muslim prayer and worship."
    },
    {
      "image": "105.jpg",
      "id": 105,
      "name": "ecotourism",
      "des": "Ecotourism in Kanniyakumari is travelling to destinations where flora, fauna, and cultural heritage are the primary attractions. Ecotourism here is intended to offer tourists an insight into the impact of human beings on the environment and to foster a greater appreciation of our natural habitats."
    },
    {
      "image": "106.jpg",
      "id": 106,
      "name": "harbors",
      "des": "Harbors, harbours and havens provide protected waters for the docking of vessels like ships, boats and barges. They offer an area that is secure from harsh weather and water conditions. Harbor and port are often used interchangeably but there is a difference between them. A port is a facility established by humans that allows for vessels to be loaded/ unloaded and for passengers to board/ disembark. On the other hand, a harbor is an area located near ports that provides protection from rough seas and can be found within the confines of a port."
    },
    {
      "image": "107.jpg",
      "id": 107,
      "name": "parksandforts",
      "des": "Parks are essential for both human enjoyment and wildlife protection. They provide a calm and peaceful atmosphere within dense city centers for people to relax, explore nature, and get away from their hectic city lives. Urban parks are specially designed green spaces that offer a haven inside cities."
    }
  ]
  