{
  "tourismData": [
    {
      "name": "Beaches",
      "options": [
        {
          "name": "Kanyakumari Beach",
          "location": "Kanyakumari, India",
          "food": "Local seafoods",
          "details": "The Vivekananda rock memeorial, built in memory of Swami Vivekananda the great social reformer is located on a large rock a little away from the shore. It is reached by a ferry service. A meditation hall is also available for those wishing to engage in silent contemplation./nThis is India’s land’s End, the tip of peninular india where the Bay of Bengal, the Indian Ocean and the Arabian Sea meet. Thriveni Sangamam is the union of these three places, where they meet and merge. Kanniyakumari otherwise popularly known as cape Comorinis supposed to be famous pilgrim centre and a beach resort. The unique feature of Kanniyakumari is view of Sunrise and the Sunset where lot of tourists assembles at theshore to witness this breathtaking sight."
        },
        {
          "name": "Colachel beach",
          "location": "Kanyakumari, India",
          "food": "Local seafood",
          "details": "Colachel is a historic port town that overlooked the Arabian Sea and was visited by Vasco da Gama in the 15th century. It was part of the Travancore State prior to 1956 when its borders were readjusted. After the defeat of the Dutch by King Anizham Thirunal Marthanda Varma in 1741, a victory pillar had been erected near the beach in commemoration of the victory. The town is bounded on the south by Arabian Sea.Its western boundary is encompassed by Pampoori Vaikal. Nagercoil, which is the administrative center of Kanniyakumari District, lies 20 km towards the north-east of this town."
        }
      ]
      
    },
    {
      "name": "Temples",
      "options": [
        {
          "name": "Aadhikesava Perumal Temple",
          "location": "Temple Road Kalkulam, Kulasegaram Taluk, Thiruvattaru, TamilNadu 629171",
          "food": "About Aadhikesava Perumal Temple",
          "details": "The temple has an area of 3 acres 27 cents. The temple is situated on a large mound 5 m above the ground level. The grandeur of the temple and the river flowing around the temple on three sides are its special features.\nChitrai - Vishu, Poornami, Sri Rama Navami, Bharani, Vaikasi  Visakham, Aadi - Makara Sankranti, temple mass, Avani - Krishna Jayanti, Thiruvananthapuram, Karthikai - Scorpio lamp, Margazhi - Heaven Gate Ekadasi, The festival takes place for ten days in the months of Aipasi and Panguni. Panguni month celebration is great. "
        },
        {
          "name": "Kumaraswamy Temple",
          "location": "Velimalai Sri Kumaraswamy Temple, Kumaracoil, Tamil Nadu 629301",
          "food": "About Kumaraswamy Temple",
          "details": "Chitrai Vishu kani kanuthal, Vaikasi Thiru days Adi Amavasai (They will perform mass in the temple on the Anusa days of this month. They will take paddy from the temple and keep it at home). Avani last friday malar muluku ceremony from morning to 10 pm alangara Deeparathana.\n "
        }
      ]
      
    }
  ]
}
